#
# .zplugins - antidote plugins file
#

# Pre-reqs
mattmc3/zephyr path:plugins/zfunctions

# Zephyr
mattmc3/zephyr path:plugins/clipboard
mattmc3/zephyr path:plugins/color
mattmc3/zephyr path:plugins/editor
mattmc3/zephyr path:plugins/history

# other
Aloxaf/fzf-tab
MichaelAquilina/zsh-you-should-use
hlissner/zsh-autopair
jirutka/zsh-shift-select

# prompts
romkatv/powerlevel10k

# tool aliases
zap-zsh/exa
zap-zsh/fzf

# final
zsh-users/zsh-completions kind:fpath path:src
mattmc3/zephyr path:plugins/completion
mattmc3/zephyr path:plugins/confd

# deferred plugins
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting
